"livechat.inputfield.questionplaceholder" = "Ange din fråga";
"livechat.inputfield.messageplaceholder" = "Meddelande";
"livechat.inputfield.feedbackplaceholder" = "Skriv in din feedback här...";
"livechat.inputfield.commentplaceholder" = "Kommentar";
"livechat.headertitle.department" = "Välj avdelningen";
"livechat.headertitle.feedback" = "Lämna dina förslag";
"livechat.button.send" = "Skicka";
"livechat.button.ok" = "OK";
"livechat.button.photolibrary" = "Bildbibliotek";
"livechat.button.sendPhoto" = "Skicka bild";
"livechat.button.takescreenshot" = "Ta skärmbild";
"livechat.button.cancel" = "Avbryt";
"livechat.button.open" = "Öppna";
"livechat.button.copy" = "Kopiera";
"livechat.button.submit" = "VERKSTÄLL";
"livechat.button.back" = "< Tillbaka";
"livechat.button.select" = "Markera";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "Tillbaka";
"livechat.message.savetolibrary" = "Spara till kamerarulle";
"livechat.message.offlineSend" = "Offline-sändning";
"livechat.message.secs" = "%@ sek";
"livechat.message.sec" = "%@ sek";
"livechat.message.newmessage" = "%@ nytt meddelande";
"livechat.message.newmessages" = "%@ nya meddelanden";
"livechat.message.chattransfered" = "Chatt överförd. Hej %@! Jag hjälper dig gärna mer.";
"livechat.message.agenjoinedchat" = "%@ har anslutit sig till konversationen.";
"livechat.message.sessionended" = "Sessionen avslutas - #%@";
"livechat.message.sessionendednovisitid" = "Sessionen avslutades";
"livechat.message.connectedto" = "Ansluten till %@";
"livechat.message.sessionendtime" = "Chattsessionen upphör om %@";
"livechat.message.chatmissed" = "Vi återkommer till dig snarast möjligt";
"livechat.message.defaultthankmsg" = "Tack för att du kontaktar oss! \n Ge oss värdefull betygsättning och feedback.";
"livechat.ratingresponse.ratingandfeedback" = "Tack för din värdefulla betygsättning och feedback";
"livechat.ratingresponse.feedback" = "Tack för din värdefulla feedback";
"livechat.ratingresponse.rating" = "Tack för din värdefulla betygsättning";
"livechat.message.name" = "Jag";
"livechat.ratingmessage.bad" = "Dålig";
"livechat.ratingmessage.good" = "Bra";
"livechat.ratingmessage.wow" = "Wow";
"livechat.feedbackmessage.nofeedback" = "Ingen feedback";
"livechat.connectionstatus.online" = "Online";
"livechat.connectionstatus.offline" = "Offline";
"livechat.connectionstatus.connecting" = "Ansluter";
"livechat.connectionstatus.waitingfornetwork" = "Väntar på nätverk";
"livechat.connectionstatus.noconnection" = "Ingen nätverksanslutning...";
"livechat.day.morning" = "Morgon";
"livechat.day.afternoon" = "Eftermiddag";
"livechat.day.evening" = "Kväll";
"livechat.day.night" = "Natt";
"livechat.day.today" = "Idag";
"livechat.day.yesterday" = "Igår";
"livechat.fileSize.exceed.alert" = "Filstorlek överstiger gränsvärdet för maximalt tillåtna gränsvärden";


//

"livechat.message.sessionend" = "Chattsessionen avslutas";

"livechat.leave.feedback" = "Tack för att du kontaktar oss! \n Ge oss värdefull feedback.";

"livechat.offline.sent" = "Skickad offline";

"livechat.conversation.gif" = "gif";

"livechat.conversation.image" = "bild";

"livechat.conversation.vidoe" = "video";

"livechat.conversation.audio" = "ljud";

"livechat.conversation.file" = "fil";

"livechat.conversation.location" = "plats";

"livechat.conversation.contact" = "kontakt";

"livechat.ongoing.typing" = "skriver";

"livechat.offline.message" = "Ingen finns tillgänglig just nu. Lämna ett meddelande så återkommer vi till dig så snart vi kan!";

"livechat.start.chat" = "Starta chatt";

"livechat.recently.viewed" = "Nyligen visade";

"livechat.faq.srarch.empty" = "Hoppsan! Artikeln som du letar efter är under konstruktion! Kom tillbaka senare!";

"livechat.faq.search" = "Sök efter en artikel";

"livechat.conversation" = "Konversationer";

"livechat.faq" = "Kunskapsbas";

"livechat.conversation.search.empty" = "Hoppsan! Det verkar som om ingen befintlig konversation har sökordet du precis skrev in. Prova med ett annat sökord!";

"livechat.conversation.attended" = "i %@ med %@"; //in zylker with andrew

"livechat.conversation.missed" = "Saknade i %@";//Missed in sales

"livechat.conversation.search" = "Sök efter en konversation";

"livechat.conversation.empty" = "Inga konversationer ännu! Du är bara ett klick bort från att ansluta med våra experter.";

"livechat.faq.empty" = "Vår artikelmodul är under konstruktion!";

"livechat.conversaiton.awaiting" = "Väntar på att ansluta...";

"livechat.faq.article" = "artikel";

"livechat.faq.articles" = "artikel";

"livechat.faq.view" = "vyer";

"livechat.faq.views" = "vyer";




"livechat.button.endsession" = "Avsluta session";
"livechat.message.missedChat" = "Missad chatt";
"livechat.message.sharedfile" = "Har delat en fil";
"livechat.message.suggestions" = "Förslag";
"livechat.message.like" = "Gilla";
"livechat.message.dislike" = "Ogilla";
"livechat.message.timezone" = "Tidszon";
"livechat.message.date" = "Datum";//
"livechat.message.time" = "Tid";//
"livechat.message.from" = "Från";//
"livechat.message.to" = "Till";//
"livechat.message.speaker" = "Högtalare";
"livechat.message.settings" = "Inställningar";
"livechat.message.okay" = "OK";
"livechat.button.dnt" = "Spåra inte";
"livechat.button.gotit" = "Jag förstår!";
"livechat.button.learnmore" = "Läs mer";
"livechat.button.accept" = "Godkänn";
"livechat.button.decline" = "Neka";
"livechat.message.slidetodelete" = "Skjut för att radera";
"livechat.message.holdtorecord" = "Håll för att spela in, släpp för att stoppa";
"livechat.permission.microphone" = "Tillåt åtkomst till din enhets mikrofon för att spela in och skicka röstmeddelanden.";
"livechat.buttton.later" = "Senare";
"livechat.message.permission" = "Navigera till appens inställningar";
"livechat.message.angry" = "Arg";
"livechat.message.sad" = "Ledsen";
"livechat.message.neutral" = "Neutral";
"livechat.message.good" = "Bra";
"livechat.message.great" = "Utmärkt";

"livechat.message.chattransfering" = "%@ överför den här chatten till %@.";
"livechat.message.forwardsupport" = "%@ överför denna chatt.";
"livechat.message.forwardaccepted" = "Chatten har vidarebefordrats till %@.";

"livechat.button.done" = "Klart";
"livechat.button.skip" = "Hoppa över";
"livechat.button.confirm" = "Bekräfta";
"livechat.message.bookslot" = "Boka en tid";

"livechat.message.verybad" = "Mycket dåligt";
"livechat.message.neutral" ="Neutral";
"livechat.message.pickdate" = "Välj ett datum";
"livechat.message.pickslot" = "Välj ett tidsintervall";
"livechat.message.pickloc" = "Välj en plats";
"livechat.message.location" = "Plats";
"livechat.message.curloc" = "Skicka aktuell plats" ;
"livechat.message.selloc" = "Skicka vald plats";

"livechat.message.changeemail" = "Ändra e-postadress";
"livechat.message.translateconsent" = "Google-översättning";
"livechat.message.chatconsent" = "Chattsamtycke";
"livechat.message.trackconsent" = "Spårningssamtycke";
"livechat.chatconsent.message" = "Genom att klicka på Godkänn godkänner du alla våra användningsvillkor specificerade i dokumentet.";
"livechat.trackconsent.message1" = "Hallå där! Vi håller koll på dina aktiviteter i vår app för att förbättra din appupplevelse.";
"livechat.trackconsent.message2" = "Hallå där! Vi håller koll på dina aktiviteter i vår app för att förbättra din appupplevelse. Men om du vill välja bort detta, klicka på alternativet \"Spåra inte\".";
"livechat.message.cardmask" = "Kreditkortsmaskering";
"livechat.creditcard.message" = "Eftersom ditt kortnummer är rätt så känslig data undrar vi om du skulle vilja att vi maskerade de första 12 siffrorna av ditt kortnummer?";
"livechat.button.mask" = "Maskera";
"livechat.message.emailtranscript" = "Du håller på att e-posta det här chattranskriptet till %@.";



"livechat.message.continuesession" = "Din chattsession med oss har avslutats. Har du några frågor? Klicka på Fortsätt för att chatta med oss.";
"livechat.button.sendemail" = "E-posta chattranskriptet";
"livechat.button.continue" = "Fortsätta";
"livechat.message.typeemail" = "Ange din e-postadress";
"livechat.message.mailsent" = "E-postmeddelande skickat";
"livechat.message.mailfailed" = "E-postmeddelandet kunde inte skickas";


"livechat.button.yes" = "JA";
"livechat.button.no" = "NEJ";
"livechat.message.connectohuman" = "Behöver du personlig hjälp?";

"livechat.message.downloading" = "Laddar ned";
"livechat.message.uploading" = "Laddar upp";

"livechat.message.sendphoto" = "Skicka 1 foto";
"livechat.message.sendvideo" = "Skicka 1 video";

"livechat.message.sendphotos" = "Skicka %@ foton";
"livechat.message.sendvideos" = "Skicka %@ videor";


"livechat.message.senditems" = "Skicka %@ objekt";

"livechat.message.saved" = "Sparad";
"livechat.message.screenshot" = "Tryck för att fånga";

"livechat.message.time.yearsago" = "%@ år sedan";
"livechat.message.time.monthsago" = "%@ mån sedan";
"livechat.message.time.weeksago" = "%@ veckor sedan";
"livechat.message.time.daysago" = "%@d sedan";
"livechat.message.time.hoursago" = "%@ tim sedan";
"livechat.message.time.minutesago" = "%@ min sedan";
"livechat.message.time.secondsago" = "%@s sedan";
"livechat.continue.chat" = "Fortsätt med chatt";
"livechat.conversation.started" = "i %@";
"livechat.message.sendfeedback" = "Skicka feedback";
"livechat.message.sessionendtime" = "Chattsessionen upphör om %@";

"livechat.message.recieveimage" = "%@ skickade dig en bild";
"livechat.message.recievevideo" = "%@ skickade dig en video";
"livechat.message.recievegif" = "%@ skickade dig en GIF";
"livechat.message.recievefile" = "%@ skickade dig en fil";
"livechat.message.recieveaudio" = "%@ skickade dig ett ljudklipp";
"livechat.message.sharescreenshot" = "Dela skärmbild";

//FORMS
"livechat.message.defaultthankmsg" = "Tack för din chatt idag. Ta ett ögonblick för att lägga din bedömning.";

"livechat.message.rate.1star" = "Vi är ledsna att vi inte kunde hjälpa. Vi vill förbättra vår support.";
"livechat.message.rate.2star" = "Vi beklagar! Vi försäkrar att du kommer att få en bättre upplevelse nästa gång.";
"livechat.message.rate.3star" = "Tack för betygsättningen! Du är välkommen att pinga oss för hjälp.";
"livechat.message.rate.4star" = "Tack för din betygsättning. Vi glada att kunna hjälpa dig.";
"livechat.message.rate.5star" = "Wow, tack!  Vi hjälper dig gärna";

"livechat.message.feedback" = "Tack för din feedback.";

"livechat.message.state.connecting" = "Ansluter";
"livechat.message.state.connected" = "Ansluten";

"livechat.message.inputcard.title.name" = "Ange namn";
"livechat.message.inputcard.title.phone" = "Ange kontakt";
"livechat.message.inputcard.title.url" = "Ange URL";
"livechat.message.inputcard.title.email" = "Ange e-post";

"livechat.message.inputcard.error.name" = "Ange ett giltigt namn";
"livechat.message.inputcard.error.email" = "Ange en giltig e-postadress";
"livechat.message.inputcard.error.contact" = "Ange ett giltigt kontaktnummer";
"livechat.message.inputcard.error.url" = "Ange en giltig URL";

"livechat.message.form.inline.introduction" = "Berätta för oss vem vi pratar med.";
"livechat.message.form.inline.chatmessage" = "Ge oss lite detaljer för att kunna starta en chatt.";
"livechat.message.form.inline.buttontitle" = "Fyll i formulär";

"livechat.message.form.field.error.question" = "Ange fråga";
"livechat.message.form.field.question" = "Skriv in din fråga här";
"livechat.message.form.field.campaign" = "Vill du prenumerera på vårt nyhetsbrev?";

"livechat.message.form.field.error.unknown" = "Det angivna svaret är ogiltigt.";

"livechat.message.form.field.department.fieldname" = "Avdelning";
"livechat.message.form.field.department.message" = "Välj den avdelning du vill att din begäran ska ledas till";
"livechat.message.form.field.department.placeholder" = "Välj en avdelning";
"livechat.message.form.field.department.coversation.error" = "Välj en annan avdelning.";
"livechat.message.form.field.department.traditional.error" = "Välj en giltig avdelning";



"livechat.message.form.field.email.fieldname" = "E-post";
"livechat.message.form.field.email.message" = "Till vilken e-postadress kan vi skicka ett meddelande?";
"livechat.message.form.field.email.placeholder" = "Ange din e-postadress";
"livechat.message.form.field.email.coversation.error" = "E-postadressen du har angett verkar vara inkorrekt. Ange din e-postadress igen.";
"livechat.message.form.field.email.traditional.error" = "Ange en giltig e-postadress";



"livechat.message.form.field.phone.fieldname" = "Telefon";
"livechat.message.form.field.phone.message" = "Kan vi få ditt kontaktnummer?";
"livechat.message.form.field.phone.placeholder" = "Ange ditt kontaktnummer";
"livechat.message.form.field.phone.coversation.error" = "Telefonnumret du har angett verkar vara inkorrekt. Ange ditt telefonnummer igen.";
"livechat.message.form.field.phone.traditional.error" = "Ange ett giltigt telefonnummer";


"livechat.message.form.field.name.fieldname" = "Namn";
"livechat.message.form.field.name.message" = "Hur vill du bli tilltalad?";
"livechat.message.form.field.name.placeholder" = "Ange ditt namn";
"livechat.message.form.field.name.coversation.error" = "Namnet du angav verkar inte vara helt rätt. Ange ditt namn igen.";
"livechat.message.form.field.name.traditional.error" = "Ange ett giltigt namn";

"livechat.button.sure" = "Säkert";
"livechat.message.form.conversation.sendername" = "Operatör";
"livechat.message.form.traditional.title" = "Användardetaljer";

"livechat.message.error.internet" = "Kontrollera din internetanslutning.";
"livechat.message.error.unknown" = "Hoppsan! Något har gått fel. Prova igen";


//REOPEN
"livechat.message.error.internet" = "Kontrollera din internetanslutning.";
"livechat.message.error.unknown" = "Hoppsan! Något har gått fel. Prova igen";
"livechat.conversation.started_no_dept" = "med %@";
"livechat.message.reopensession" = "Din chattsession har avslutats. Du kan öppna chatten igen om du har ytterligare frågor.";
"livechat.message.failiure.unknown" = "Något har gått fel. Felkod: %@";
"livechat.message.failiure.throttle" = "Anslutning begränsad. Prova igen om en stund.";
"livechat.button.reopen" = "Öppna chatt igen";
"livechat.message.conversation.reopened" = "Du har öppnat chatten igen";
"livechat.message.sendblocked.ended" = "Den här chatten har slutat";
"livechat.message.conversation.operatorsunavailable" = "Inga operatörer tillgängliga";
"livechat.message.conversation.waiting" = "Operatör kommer snart att ansluta";
"livechat.message.conversation.formwaiting" = "Inväntar dina detaljer";

"livechat.message.chatwithus" = "Chatta med oss nu!";
"livechat.message.search" = "Sök";
"livechat.rate.titlemessage" = "Hur var din upplevelse av din konversation med oss?";
"livechat.rate.subtitlemessage" = "Ta ett ögonblick för att lägga din bedömning";
"livechat.message.time.justnow" = "Precis nu";
"livechat.message.file" = "Fil";
"livechat.message.missed.message" = "Förlåt att vi inte kan hjälpa dig just nu! Vi återkommer till dig inom kort!";
"livechat.message.connection.online.message" = "Tillbaka online!";

"salesiq.chat.branding" = "Drivs av SalesIQ Mobilisten";
"livechat.button.download" = "Ladda ned";
"livechat.alert.formactivenotice.title" = "Formulär aktivt i en annan chatt";
"livechat.alert.formactivenotice.subtitle" = "Slutför formuläret i den föregående chatten innan du startar en ny chatt!";
"livechat.message.offlinemessage.submitted" = "Offline-meddelanden skickade";
"livechat.message.storage_permission.denied" = "Lagringsbehörighet nekad.";
"livechat.message.timedout" = "Tidsgräns";
"livechat.message.success" = "Lyckades";
"livechat.message.faliure" = "Misslyckades";

"livechat.message.widget.selectionlimit" = "Urvalsgränsen uppnådd";
"livechat.message.noresult" = "Inga resultat hittades";
"livechat.message.waitingforconnection" = "Väntar på nätverksanslutning";
"livechat.message.chat.closedalert" = "Session stängd! Öppna chatten igen för att fortsätta.";

"livechat.message.info.chatmissed" = "Vi har missat din chattbegäran";
"livechat.message.status.sending" = "Skickar";
"livechat.message.status.sent" = "Skickad";
"livechat.message.status.resend" = "Skicka på nytt";
"livechat.message.status.delete" = "Radera";
"livechat.message.inputcard.error.novalue" = "Ange ett giltigt värde";

"livechat.chat.pendingaction.placeholder" = "Vänta lite.";
"livechat.chat.sender.profanity.alert" = "Missbruksvarning";
"livechat.chat.queue.banner.calculating" = "Beräknar väntetid...";
"livechat.chat.queue.banner.title" = "Du är i chattkö";
"livechat.chat.queue.banner.timeremaining" = "Den uppskattade väntetiden är ungefär %@";
"livechat.chat.queue.banner.position.subtitle" = "Plats";
"livechat.chat.list.subtitle.queue.spot" = "Plats i kö: %@";
"livechat.gdpr.googletranslate.consent" = "Denna tjänst kan innehålla översättningar som tillhandahålls genom Google. Google frånsäger sig alla garantier relaterade till översättningarna, uttalade eller antydda, inklusive alla garantier gällande riktighet, tillförlitlighet, samt alla antydda garantier gällande marknadsmässig kvalitet, duglighet för ett specifikt syfte och icke-intrång.";
"livechat.gdpr.translation.consent" = "Översättningsgodkännande";
"livechat.button.schedule" = "Schema";

"livechat.message.inputwidget.datetime.title" = "Datum och Tid";
"livechat.message.search.country.placeholder" = "Sök land eller kod";
"livechat.message.permission.denied.location" = "Platsbehörighet nekad";
"livechat.messsage.search.noresults" = "Vi kan inte hitta några resultat som matchar din sökning";

"livechat.message.status.edit" = "Redigera";
"livechat.message.status.reply" = "Svara";
"livechat.message.deletingmessage" = "Raderar meddelande";
"livechat.message.deletemessage" = "Radera meddelande?";
"livechat.message.messagedeletedforeveryone" = "Detta meddelande kommer att raderas för alla. Den här åtgärden kan inte ångras";
"livechat.message.loadmoremessage" = "Läs in mer";
"livechat.message.messagedeleted" = "Detta meddelande har raderats";
"livechat.message.messageedited" = "Redigerad";
"livechat.message.failure.transcriptFetch" = "Det går inte att ladda meddelanden. Försök igen senare.";
"livechat.message.failure.deleteMessage" = "Det går inte att radera meddelande. Försök igen senare.";
"livechat.message.failure.editMessage" = "Det går inte att redigera meddelande. Försök igen senare.";

"livechat.message.log.title" = "Applikationslogg";
"livechat.message.log.chatMessage" = "Operatören har begärt att få åtkomst till din applogg";
"livechat.message.share" = "Dela";
"livechat.info.message" = "Kopierad";

"livechat.booking.description"="Klicka på ”Boka nu” nedan för att schemalägga ditt möte."; 
"livechat.booking.bookappointment" = "Boka möte"; 
"livechat.booking.cancelbooking" = "Avbryt bokning"; 
"livechat.booking.cancelbooking.message" = "Är du säker på att du vill avbryta denna bokning?"; 
"livechat.booking.discardbooking" = "Är du säker på att du vill ta bort ändringar"; 
"livechat.common.discard" = "Ta bort"; 
"livechat.booking.pickadate" = "Välj ett datum"; 
"livechat.booking.allslotsbooked" = "Alla platser är bokade"; 
"livechat.booking.allslotsbooked.message" = "Det verkar som att alla platser är bokade på det här datumet, försök med ett annat datum."; 
"livechat.booking.unavailable" = "Otillgänglig"; 
"livechat.booking.slots" = "Platser"; 
"livechat.booking.slot" = "Plats"; 
"livechat.booking.choosedate" = "Välj datum"; 
"livechat.booking.bookingconfirmation.title" = "Bokningsbekräftelse"; 
"livechat.booking.verifydetails" = "Bekräfta kontaktdetaljer"; 
"livechat.common.noresultfound" = "Hittade inga resultat för sökningen"; 
"livechat.booking.choosetimeslot.title" = "Välj tidsplats"; 
"livechat.booking.booknow" = "Boka nu"; 
"livechat.booking.scheduled" = "Schemalagt"; 
"livechat.booking.cancelled" = "Avbruten"; 
"livechat.booking.reschedule" = "Schemalägg igen"; 
"livechat.booking.cancel" = "Avbryt";

"livechat.booking.expired" = "Utgången";
"livechat.booking.rescheduled" = "Schemalagd på nytt";
"livechat.booking.error.booknow" = "Försök igen";
"livechat.booking.error.bookanappointment" = "Det gick inte att boka möte";
"livechat.booking.error.confirmappointment" = "Mötesbokning misslyckades. Prova igen.";
"livechat.booking.error.rescheduleaction" = "Det går inte att schemalägga om. Prova igen.";
"livechat.booking.error.cancelaction" = "Det går inte att avbryta. Prova igen.";
"livechat.booking.error.rescheduleappointment" = "Det går inte att schemalägga om. Prova igen.";
"livechat.info.booking.reschedule" = "Möte har schemalagts om";
"livechat.info.booking.cancel" = "Möte avbokat";
"livechat.booking.success.appointment" = "Möte bokat";
"livechat.booking.success.reschedule" = "Möte har schemalagts om";
"livechat.booking.success.cancel" = "Möte har avbokats";
"livechat.booking.disabled" = "Integrering ej aktiverad i portal";
"livechat.booking.search" = "Inga sökresultat hittades för";
"livechat.voicemessage.alert.title" = "Ta bort röstmeddelande";
"livechat.voicemessage.alert.message" = "Detta kommer att ta bort ditt inspelade röstmeddelande";
"livechat.booking.alert.discardChangesPrompt" = "De ändringar som gjorts sparas inte. Vill du fortsätta?";
"livechat.alert.button.proceed" = "Fortsätt";
"livechat.alert.button.cancel" = "Avbryt";


//knowledgebase
"livechat.knowledgebase.recentsearches" = "Senaste sökningar";
"livechat.knowledgebase.categories" = "Kategorier";
"livechat.knowledgebase.article.updated" = "Uppdaterad";
"livechat.knowledgebase.action.like" = "Gilla";
"livechat.knowledgebase.action.dislike" = "Ogilla";
"livechat.knowledgebase.info.liked" = "Gillade";
"livechat.knowledgebase.info.disliked" = "Ogillade";
"livechat.knowledgebase.view" = "vy";
"livechat.knowledgebase.views" = "vyer";
"livechat.knowledgebase.action.invalid" = "Ogiltig åtgärd. Prova igen.";
"livechat.knowledgebase.noviews" = "Inga visningar";


"livechat.knowledgebase.subcategories" = "Underkategorier";
"livechat.knowledgebase.article" = "artikel";
"livechat.knowledgebase.articles" = "artiklar";
"livechat.knowledgebase.relatedarticles" = "Relaterade artiklar";
"livechat.knowledgebase.subcategory.count" = "underkategori";
"livechat.knowledgebase.subcategories.count" = "underkategorier";
"livechat.knowledgebase.recentlyviewed" = "Nyligen visade";
"livechat.knowledgebase.choosedepartment" = "Välj avdelning";
"livechat.knowledgebase.search.departments" = "Avdelningar";
"livechat.knowledgebase.delete.or.disabled" = "Artikel ej tillgänglig";

"livechat.chat" = "Chatt";
"livechat.knowledgebase.time.yearsago" = "Uppdaterad för %@år sedan";
"livechat.knowledgebase.time.monthago" = "Uppdaterad för %@mån sedan";
"livechat.knowledgebase.time.dayago" = "Uppdaterad för 1 dag sedan";
"livechat.knowledgebase.time.daysago" = "Uppdaterad för %@ dagar sedan";
"livechat.knowledgebase.time.hourago" = "Uppdaterad för 1 timme sedan";
"livechat.knowledgebase.time.hoursago" = "Uppdaterad för %@ timmar sedan";
"livechat.knowledgebase.time.justnow" = "Uppdaterad precis nu";

"livechat.conversation.unavailable" = "Chatt ej tillgänglig";
"livechat.message.file.not.supported" = "Filtypen stöds inte";
"livechat.message.sending.failed" = "Kunde inte skicka meddelande";
"livechat.launcher.dismiss" = "Dra hit för att avslå";
"livechat.button.endchat" = "Avsluta chatt";

"livechat.message.resendall" = "Skicka alla på nytt";
"livechat.message.deleteall" = "Radera alla";
"livechat.filebotcard.minimumselection.error" = "Välj minst %@ filer";
"livechat.filebotcard.maximumselection.error" = "Det går inte att dela mer än %@ filer";
"livechat.filebotcard.selectionfile.limitexceed.error" = "Filstorlek får inte överskrida %@";
"livechat.filebotcard.upload" = "Överför";

"livechat.message.widget.minimumselectionlimit" = "Minst %@ val krävs";
"livechat.message.resource.viewarticle" = "Visa artikel";
"livechat.filebotcard.unsupportedfile.error" = "Den valda filen stöds inte, välj en annan fil. ";
"livechat.fab.call.action" = "Samtal";
"livechat.fab.chat.action" = "Chatt";
"livechat.fab.close.action" = "Stäng";

"livechat.info.call.convertedaschat" = "Samtal omvandlat till chatt av %@";
"livechat.info.call.end" = "Ljudsamtal vid %@ för %@";
"livechat.info.call.reject.peer" = "%@ är upptagen just nu. Försök att ringa senare";
"livechat.info.call.reject" = "%@ avböjde ett ljudsamtal vid %@";
"livechat.info.call.missed.other" = "%@ missade ditt ljudsamtal vid %@";
"livechat.info.call.missed.self" = "%@ missade ett ljudsamtal vid %@";
"livechat.info.call.cancelled" = "%@ avbröt ett ljudsamtal vid %@";
"livechat.common.loading" = "Laddar...";
"livechat.call.title.ongoingcall" = "Pågående samtal";
"livechat.prechat.chat.online.title" = "Chatta med oss nu!";
"livechat.prechat.chat.offline.title" = "Lämna oss ett meddelande";
"livechat.prechat.call.online.title" = "Ring oss nu";
"livechat.prechat.call.offline.title" = "Lämna oss ett missat samtal";
"livechat.call.warning.make.new.call" = "Du kan inte ringa ett nytt samtal när du redan är i ett annat samtal.";
"livechat.call.end.alert.when.end.conversation" = "Vid avslutande av chatten kommer även det pågående samtalet att avslutas. Är du säker på att du vill fortsätta?";
"livechat.action.end" = "Slut";
"livechat.prechat.brand.back.to.online" = "Hallå där, vi är tillbaka online!";
"livechat.call.outgoingcall.duration" = "Utgående samtal för %@";
"livechat.call.missed" = "Missat samtal";
"livechat.call.cancelled" = "Avbrutet samtal";
"livechat.missed.chat.response" = "Tack för att du kontaktar oss! Vi återkommer till dig inom kort.";
"livechat.call.miss.alert.title" = "Operatörer otillgängliga";
"livechat.call.miss.alert.message" = "Skulle du vilja lämna oss ett missat samtal?";
"livechat.chat.miss.alert.message" = "Skulle du vilja lämna oss ett meddelande?";
"livechat.call.recording.consent.title" = "Samtycke till inspelning av samtal";
"livechat.call.recording.consent" = "Alla samtal spelas in för kvalitetssäkrings-, journalförings- och utbildningsändamål. När du klickar på ”Acceptera” ger du ditt samtycke till att spela in samtalet.";
"livechat.call.queue.title" = "Samtal i kö";
"livechat.call.microphone.permission.title" = "Tillåt åtkomst";
"livechat.call.microphone.permission.custom.message" = "%@ behöver behörighet för åtkomst till din mikrofon för röstsamtal";
"livechat.call.microphone.permission.message" = "Denna app behöver behörighet för åtkomst till din mikrofon för röstsamtal";
"livechat.button.endconversation" = "Avsluta konversation";
"livechat.message.offlinechat" = "Offline-chatt";
"livechat.message.offlinecall" = "Offline-samtal";
"livechat.checkbox.consent.message" = "Jag godkänner reglerna och villkoren";
"livechat.checkbox.consent.message.tac" = "regler och villkor";
"livechat.list.subtitle.queue.call" = "Ditt samtal är i kö. Var god vänta.";
"livechat.list.subtitle.queue.chat" = "Din chatt är i kö. Var god vänta.";
"livechat.common.gdpr.consent.title" = "Konversationssamtycke";
"livechat.common.gdpr.consent.message" = "Genom att klicka på Godkänn godkänner du alla användningsvillkor specificerade i dokumentet.";
"livechat.common.gdpr.consent.message.in.forms" = "Genom att bocka i kryssrutan för villkor godkänner du härmed alla regler specificerade i dokumentet.";
"livechat.form.toast.agree.tac" = "Godkänn villkoren för att fortsätta";
"livechat.list.missed.call.subtitle" = "Vi har missat ditt samtal. Försök senare.";
"livechat.list.cancel.call.subtitle" = "Du avbröt ett ljudsamtal.";
"livechat.list.subtitle.ongoingcallinothersession" = "Pågående samtal i en annan session";
"livechat.call.failed.message" = "Det verkar som att alla våra operatörer är otillgängliga just nu!";
"livechat.call.waiting.for.response" = "Vänta tills vår supportrepresentant blir tillgänglig för ditt samtal";
"livecaht.call.initialization.failed" = "Initialisering misslyckades";
